const wordList = [
    {
        word: "civillaw",
        hint: "отрасль права, объединяющая правовые нормы, регулирующие имущественные,  личные неимущественные отношения, возникающие между разными организациями и гражданами,"
    },
    
    {
        word: "laws",
        hint: "Какие нормативные акты обладают наибольшей юридической силой?"
    },
    
    {
        word: "impeachment",
        hint: "процедура привлечения к ответственности высших должностных лиц."
    },
    
    {
        word: "dictator",
        hint: "Диспотичный и жестокий правитель, тиран кторый единолично правит страной еще называют термином  "
    },
    
    {
        word: "republic",
        hint: "форма государственного правления, характеризующаяся выборностью власти, ее срочностью и зависимостью от избирателей."
    },
    
    {
        word: "stalin",
        hint: "Вождь пролетариата и великий правитель СССР в годы второй мировой войны"
    },
    
    {
        word: "civilwar",
        hint: "Как  нывают войну в США 1861-1865 годов"
    },
    
    {
        word: "сonstitution",
        hint: "Основной закон (закон законов) государства и общества в целом, обладающий наивысшей (абсолютной) юридической силой "
    },
    
    {
        word: "corruption",
        hint: "термин, обычно обозначающий злоупотребление служебным положением в личных целях"
    },
       
];